[General]
HintingMode=1
AntiAliasMode=4
NormalWeight=10
BoldWeight=0
ItalicSlant=-2
EnableKerning=0
GammaMode=1
LcdFilter=1
BolderMode=2
TextTuning=0
TextTuningR=0
TextTuningG=0
TextTuningB=0
GammaValue=1.0
Contrast=1.0
RenderWeight=1.5
Fontlink=1
HookChildProcesses=1
FontLoader=0
FontSubstitutes=2
Shadow=0,0,0,0x0,0,0x0
MaxBitmap=12
DirectWrite=1
HintSmallFont=1
CacheMaxFaces=256
CacheMaxSizes=12554432
CacheMaxBytes=12108864
Name=Pretendard

 





 



[exclude]
[FontSubstitutes]
굴림=맑은 고딕
굴림체=맑은 고딕
돋움=맑은 고딕
돋움체=맑은 고딕
Yu Gothic=맑은 고딕
Yu Gothic Light=맑은 고딕
Yu Gothic Medium=맑은 고딕
Yu Gothic UI=맑은 고딕
Yu Gothic UI Light=맑은 고딕
Yu Gothic UI Semibold=맑은 고딕
Yu Gothic UI Semilight=맑은 고딕
Times New Roman=맑은 고딕
Tahoma=맑은 고딕
SimSun=맑은 고딕
SimSun-ExtB=맑은 고딕
SimSun-ExtG=맑은 고딕
Arabic Transparent=맑은 고딕
Arial=맑은 고딕
Arial Baltic=맑은 고딕
Arial Black=맑은 고딕
Arial CE=맑은 고딕
Arial CYR=맑은 고딕
Arial Greek=맑은 고딕
Arial TUR=맑은 고딕
Bahnschrift=맑은 고딕
Bahnschrift Condensed=맑은 고딕
Bahnschrift Light=맑은 고딕
Bahnschrift Light Condensed=맑은 고딕
Bahnschrift Light SemiCondensed=맑은 고딕
Bahnschrift SemiBold=맑은 고딕
Bahnschrift SemiBold Condensed=맑은 고딕
Bahnschrift SemiBold SemiConden=맑은 고딕
Bahnschrift SemiCondensed=맑은 고딕
Bahnschrift SemiLight=맑은 고딕
Bahnschrift SemiLight Condensed=맑은 고딕
Bahnschrift SemiLight SemiConde=맑은 고딕
Calibri=맑은 고딕
Calibri Light=맑은 고딕
Cambria=맑은 고딕
Cambria Math=맑은 고딕
Candara=맑은 고딕
Candara Light=맑은 고딕
Comic Sans MS=맑은 고딕
Consolas=맑은 고딕
Constantia=맑은 고딕
Corbel=맑은 고딕
Corbel Light=맑은 고딕
Courier New=맑은 고딕
Courier New Baltic=맑은 고딕
Courier New CE=맑은 고딕
Courier New CYR=맑은 고딕
Courier New Greek=맑은 고딕
Courier New TUR=맑은 고딕
Ebrima=맑은 고딕
Franklin Gothic Medium=맑은 고딕
Lucida Console=맑은 고딕
Lucida Sans Unicode=맑은 고딕
MS Gothic=맑은 고딕
[Individual]
[ExcludeSub]
Discord.exe
firefox.exe
MapleStory.exe
Notepad.exe
[DirectWrite]
RenderingMode=5
GammaValue=2.2
Contrast=1.22
ClearTypeLevel=1
[UnloadDll]
AdobeIPCBroker.exe
aida64.exe
AIRobin.exe
audiodg.exe
BlackOps3.exe
ccApp.exe
CCXProcess.exe
ConEmuC.exe
ConEmuC64.exe
Cyberpunk2077.exe
DaysGone.exe
dwm.exe
ffxiv.exe
fontforge.exe
HogwartsLegacy.exe
igfxCUIService.exe
igfxEM.exe
igfxHK.exe
Illustrator.exe
JediSurvivor.exe
lass.exe
LeagueClient.exe
LeagueClientUxRender.exe
LeagueCrashHandler64.exe
Lethal Company.exe
LSB.exe
MapleStory.exe
MsMpEng.exe
node.exe
NVDisplay.Container.exe
OfficeClickToRun.exe
pia-service.exe
QHActiveDefense.exe
QHSafeTray.exe
QHWatchdog.exe
RobloxPlayer.exe
RobloxPlayerBeta.exe
RuntimeBroker.exe
SearchFilterHost.exe
SearchIndexer.exe
SearchProtocolHost.exe
services.exe
spoolsv.exe
stacsv64.exe
Stardew Valley.exe
starwarsjedifallenorder.exe
SynTPEnh.exe
SynTPHelper.exe
taskhostw.exe
VBoxSVC.exe
VirtualBox.exe
vmnat.exe
vmnetdhcp.exe
vmware-authd.exe
vmware-usbarbitrator64.exe
vmware-vmx.exe
xd.exe
